<?php get_header(); ?>
  <div class="visual">
    <h1><?php the_title(); ?></h1>
  </div>
  <main>
    <div id="join" class="wrapper join">
      <div class="lesson content">
        <h2>レッスン参加にあたって</h2>
        <ul>
          <li>レッスンは予約制となっております。<br>お問い合わせフォーム、Gmail、LINE又はinstagramよりご予約お願いいたします。<br>当日予約のみLINEでのお問い合わせをお願いします。</li>
          <li>女性限定のスタジオになります。<br>(ご夫婦やお友達とご一緒の方のみご参加可能です。)</li>
          <li>持ち物はヨガマット又はバスタオル、飲み物、動きやすい服装でお越し下さい。<br>（更衣室のご準備はございません。 / レンタルヨガマット¥100）</li>
          <li>無料駐車場がございます。<br>ご予約確定時ご案内いたします。</li>
        </ul>
        <div id="slide1" class="slide-image">
          <img src="<?php echo get_template_directory_uri().'/img/slide1.jpg'?>" alt="">
        </div>
      </div>
      <div class="online content">
        <h2>オンラインレッスン参加にあたって</h2>
        <ul>
          <p>オンラインレッスンご予約の際は、以下の内容に同意の上でお願いいたします。</p>
          <li>持病、妊娠中、産後及び身体機能に障害をお持ちの方は主医師にご相談の上ご参加ください。</li>
          <li>レッスン参加中の録音・録画は禁止であることを承諾します。</li>
          <li>健康状態は良好であり、クラス参加に問題がないことを認めます。</li>
          <li>プライベートの際は、画面をオンにした状態でご参加下さい。</li>
        </ul>
        <div id="slide2" class="slide-image">
          <img src="<?php echo get_template_directory_uri().'/img/slide6.jpg'?>" alt="">
        </div>
      </div>
      <div class="pay content">
        <h2>お支払い</h2>
        <ul>
          <li>お支払いはオンラインレッスンのみ銀行振込み（手数料お客様負担）、スタジオ（対面）レッスンは現金都度払いとなります。</li>
          <li>詳細はご予約時にご連絡させていただきます。</li>
          <li>入会金はございません。</li>
        </ul>
      </div>
      <div class="policy content">
        <h2>ご予約・キャンセルポリシー</h2>
        <ul>
          <li>キャンセルは原則前日までにご連絡をお願いします。</li>
          <li>無断キャンセルは禁止とさせていただきます。</li>
          <li>支払後の返金はいかなる場合でも致しかねますのでご了承ください。</li>
        </ul>
        <div id="slide3" class="slide-image">
          <img src="<?php echo get_template_directory_uri().'/img/slide5.jpg'?>" alt="">
        </div>
      </div>
      <div class="privacy content">
        <h2>プライバシーポリシー</h2>
        <dl>
          <dt>1.個人情報の収集方法</dt>
          <dd>当スタジオは、お客様が利用登録する際に氏名、生年月日、住所、電話番号、メールアドレス(LINE含む)、銀行口座番号などの個人情報をお尋ねすることがあります</dd>
          <dt>2.個人情報を収集・利用する目的</dt>
          <dd>(1) 当スタジオのサービス提供・運営のため<br>(2) お客様のクラス受講のご予約受付のため<br>(3) お客様からの問い合わせに回答するため（本人確認を行うことを含む）<br>(4) 重要事項のお知らせやメンテナンスなど必要に応じたご連絡のため<br>(5) お客様にとってお得な情報やキャンペーン等のお知らせなど当社のサービス提供の案内メールを送信または送付するため<br>(6) イベント報告やスタジオ案内（SNS・ホームページなど）に利用する写真を撮る場合は、お客様の確認の上実施します。また、使用の許可を頂くものとします。</dd>
          <dt>3.利用目的の変更</dt>
          <dd>当スタジオは、利用目的が関連性のある範囲内において個人情報の利用目的を変更するものとします。<br>
          利用目的の変更を行なった場合には、変更後の目的について当社所定の方法によりお客様に通知または公表します。</dd>
          <dt>4.個人情報の第三者への開示・提供の禁止</dt>
          <dd>当スタジオは、お客様よりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。<br>(1) お客様の同意がある場合<br>(2) お客様が希望されるサービスを行うために当スタジオが業務委託する業者に対して開示する場合<br>(3) 法令に基づき開示することが必要である場合</dd>
          <dt>5.個人情報の利用停止（保管期間）</dt>
          <dd>当スタジオは、お客様が当社の利用が無くなった場合に、個人情報の保管期間を原則として利用が停止してから３年間とし、安全な保管を徹底します。また、その期間にご利用がなかった場合は、安全に排除するものとします。</dd>
          <dt>6.プライバシーポリシーの変更</dt>
          <dd>当スタジオは、本ポリシー内容に変更がある場合、ホームページに掲載し変更のお知らせを致します。</dd>
        </dl>
        <div id="slide4" class="slide-image">
          <img src="<?php echo get_template_directory_uri().'/img/slide2.jpg'?>" alt="">
        </div>
      </div>
    </div>
  </main>
  <div id="to-top">
    <span></span>
    <span></span>
  </div>
<?php get_footer(); ?>